Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/samfunnskunnskap.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Pupils aged between 16 and 25 are entitled to a place at upper secondary school.
nb: Elever mellom 16 og 25 år har rett til plass på videregående skole.

source: A budget shows income and expenses for a given period.
nb: Et budsjett viser inntekter og utgifter i en bestemt periode.

source: This is free of charge.
nb: Dette er gratis for deg.

source: The use of the welfare system is largely based on trust.
nb: Bruk av velferdsgodene er i stor grad bygd på tillit.

source: everyone has the same human rights, regardless of their gender, religion, race, political opinions, nationality etc.
nb: alle mennesker har de samme menneskerettighetene uavhengig av kjønn, religion, etnisitet, politisk syn, nasjonalitet osv.

source: The shops are closed, and most people do not work on these days.
nb: Butikkene er stengt, og mange har fri fra jobben disse dagene.

source: You also have to take care when lighting a fire.
nb: Vi må også være forsiktige med å tenne opp ild.

source: Some Vikings were merchants and bought and sold goods, while others were warriors who pillaged and killed.
nb: Noen vikinger var handelsmenn og kjøpte og solgte varer, og andre var krigere som stjal og drepte.

source: Denmark-Norway was on France’s side, and when France lost the war, the Danish king had to give up Norway to Sweden, which had supported England in the war.
nb: Danmark-Norge sto på Frankrikes side, og da Frankrike tapte krigen, måtte den danske kongen gi fra seg Norge til Sverige som hadde stått på Englands side.

source: During the 1300s Denmark gained more and more influence over Norway and, in 1397, Norway was absorbed into a formal union with Denmark and Sweden.
nb: I løpet av 1300-tallet fikk Danmark mer og mer innflytelse over Norge, og fra 1397 var Norge i en formell union med Danmark og Sverige.

source: This day is called New Year’s Eve, and many people celebrate it with family and friends.
nb: Denne kvelden kalles nyttårsaften, og mange feirer sammen med familie og venner.

source: Martin and Maria are wondering what they should choose.
nb: Martin og Maria lurer på hva de skal velge.

source: A number of kings in Northern Europe also supported Martin Luther.
nb: Flere konger i Nord-Europa støttet Martin Luther.

source: Among other things, Nav is responsible for:
nb: Nav har blant annet ansvar for:

source: Two years later:Merhet has started upper secondary school.
nb: To år senere:Merhet har begynt på videregående skole.

source: This is called separating waste at source.
nb: Dette kaller vi kildesortering.

source: Adults can also apply for grants and/or loans for primary and secondary education.
nb: Voksne kan også søke stipend og/eller lån til grunnskole og videregående opplæring.

source: The labour market in Norway
nb: Arbeidsmarkedet i Norge

source: Children over the age of 16 can decide whether their parents shall have access to their health information.
nb: Barn over 16 år kan bestemme om foreldrene skal få innsyn i helseopplysninger.

source: That was the backdrop to the work of linguist Ivar Aasen, who travelled all over Norway to collect examples from different Norwegian dialects.
nb: Språkforskeren Ivar Aasen reiste derfor rundt i Norge og samlet språkeksempler fra de ulike dialektene.

source: persons who are resident pursuant to the EFTA/EEA rules
nb: personer med opphold etter EFTA/EØS-regelverket

source: Outpatient care requires the same patient co-payment as visits to a family doctor or specialist.
nb: Når du får poliklinisk behandling, betaler du en egenandel på samme måte som når du går til fastlegen eller til en legespesialist.

source: Contraceptive pills are pills that contain the hormones oestrogen and gestagen/progesteron.
nb: P-piller er piller som inneholder hormonene østrogen og gestagen/progesteron.

source: Both nynorsk and bokmål have developed considerably since the 1800s, but Norway continues to have two official variants of Norwegian, in addition to Sami and Kven (kvensk).
nb: Både nynorsk og bokmål har utviklet seg mye siden 1800-tallet, men Norge har fremdeles to offisielle målformer av norsk, i tillegg til samisk og kvensk.

source: Transport and the environment
nb: Transport og miljø

source: All of the 193 member states of the UN have endorsed this declaration.
nb: Alle FNs 193 medlemsland har sluttet seg til denne erklæringen.

source: As a result, parents are also required to support their children until the children complete upper secondary school, even after they have turned 18.
nb: Foreldre har også vanligvis plikt til å forsørge barna sine til de er ferdige med videregående skole, selv etter at de har fylt 18 år.

source: Who is Prime Minister in Norway?
nb: Hva heter statsministeren i Norge?

source: Resettlement refugees or quota refugees come to Norway in agreement with the UNHCR (UN).
nb: Overføringsflyktninger eller kvoteflyktninger kommer til Norge etter avtale med UNHCR (FN).

source: Children under the age of 16 are not required to pay the co-payment.
nb: Barn under 16 år betaler ikke egenandel.

source: What does this tell us about expectations of workers and job opportunities in Norway?
nb: Hvasier det om forventninger til arbeidstakere og jobbmulighetene iNorge?

source: Discuss the links between religion and tradition.
nb: Diskuter forholdet mellom religion og tradisjon.

source: Discuss the welfare system in Norwegian society.
nb: Diskuter velferdsgodene i det norske samfunnet.

source: It was called National Romanticism.
nb: Den kalles nasjonalromantikken.

source: In 872, the Viking Harald Fairhair became king of the whole of Norway.
nb: I år 872 ble vikingen Harald Hårfagre konge over hele Norge.

source: This means that Norway is smaller than, for example, Thailand, Iraq, Turkey and Somalia.
nb: Dette gjør at størrelsen på Norge er mindre enn Thailand, Irak, Tyrkia og Somalia.

source: This act was in force right up until 1965.
nb: Denne loven gjaldt helt til 1965.

source: What is the situation like today, both in Norway and internationally?
nb: Hvordan er situasjonen i dag, både i Norge og internasjonalt?

source: This comes in addition to the patient charge.
nb: Dette kommer i tillegg til egenandelen.

source: The child is to have an increasingly greater right to self-determination as the child matures.
nb: Barnet skal få stadig større selvbestemmelsesrett etter hvert som det modnes og utvikler seg.

source: The provisions of the acts apply to all employers and employees, while the agreements apply to specific occupational groups.
nb: Lovene gjelder for alle arbeidsgivere og arbeidstakere, mens avtalene gjelder for bestemte yrkesgrupper.

source: Health, Safety and Environmental (HMS) work (HMS)
nb: helse-, miljø- og sikkerhetsarbeid (HMS)

source: On average, employees pay around 25% of their gross pay in tax.
nb: I gjennomsnitt betaler en arbeidstaker ca. 25 prosent av bruttolønnen sin i skatt.

source: a) skin colour or national or ethnic origin,
nb: a) hudfarge eller nasjonale eller etniske opprinnelse,

source: Who are you?
nb: Hvem er du?

source: Income is all the money that goes into your bank account (pay, social security or other benefits from NAV, child benefit, cash-for-care benefit etc.).
nb: Inntekter er alle penger som kommer inn på bankkontoen vår (lønn, trygd eller andre ytelser fra Nav, barnetrygd, kontantstøtte osv.).

source: Eight people were killed when a bomb exploded in the government district of Oslo and 69 people were shot and killed on the island of Utøya during a political summer camp for young people.
nb: Åtte mennesker ble drept da en bombe eksploderte i regjeringskvartalet i Oslo, og på Utøya ble 69 mennesker skutt og drept på en politisk sommerleir for ungdom.

source: A modern welfare society depends on a high employment rate, technology, production and innovation.
nb: Et moderne velferdssamfunn er avhengig av høy sysselsetting, teknologi, produksjon og nyskaping.

source: Life in the city was hard for many working-class families.
nb: Livet i byen var vanskelig for mange arbeiderfamilier.

source: You can spend the night under the stars or put up a tent, but you must do so at least 150 metres from houses and cabins.
nb: Vi kan overnatte under åpen himmel eller sette opp telt, men ikke nærmere enn 150 meter fra hus eller hytte.

source: Provide a comprehensive and effective labour and welfare service
nb: en helhetlig og effektiv arbeids- og velferdsforvaltning

source: – The government, which proposes laws and makes sure they are implemented and sustained.
nb: – regjeringen, som foreslår lover og sørger for at de blir iverksatt og gjennomført.

source: Smaller municipalities often have up to 90 percent detached houses.
nb: I mindre kommuner kan det være opptil 90 prosent eneboliger.

source: The biggest cities were Bergen (Bjørgvin), Trondheim (Nidaros), Oslo, Stavanger and Tønsberg.
nb: De største var Bergen (Bjørgvin), Trondheim (Nidaros), Oslo, Stavanger og Tønsberg.

source: Diabetes and obesity are also increasing.
nb: Diabetes og fedme er et økende problem.

source: teachers, office staff, cleaners and other school staff
nb: lærere, kontorpersonell, rengjøringspersonell og andre ansatte i skolen

source: Norway is part of the Nordic countries, consisting of Norway, Sweden, Denmark, Finland and Iceland.
nb: Norge ligger i Norden som består av Norge, Sverige, Danmark, Finland og Island.

source: Family members of persons with a residence permit in Norway can apply for family reunification.
nb: Familiemedlemmer til personer med oppholdstillatelse i Norge kan søke om familiegjenforening.

source: Children are entitled to feel happy and secure during the school day, and to a good and adapted learning environment.
nb: Barna har rett til en skolehverdag der de kan oppleve trivsel og trygghet, og de har rett til et godt og tilpasset læringsmiljø.

source: Rights and freedoms in a democracy
nb: Rettigheter og friheter i demokratiet

source: Hospitalisation is free of charge.
nb: Det er gratis å ligge på sykehus.

source: The first day of the year is 1 January.
nb: januar. Vi kaller denne dagen 1.

source: We pay instalments and interest to the bank.
nb: Vi betaler både avdrag og renter til banken.

source: Today, men and women have the same rights to education and work, property and inheritance, healthcare and good health.
nb: I dag er det lik rett til utdanning og arbeid, til eiendom og arv, til medisin og god helse for både kvinner og menn.

source: They must complete their upper secondary education by the year in which they turn 24.
nb: Ungdommen må være ferdig med den videregående opplæringen innen det året han eller hun fyller 24 år.

source: The UN currently has 193 member countries.
nb: I dag har FN 193 medlemsland.

source: In 1950, around 20 percent of the population worked in agriculture, compared to only three percent today.
nb: I 1950 jobbet 20 prosent av befolkningen med jordbruk. I dag har denne andelen gått ned til under tre prosent.

source: website for more information.
nb: for mer informasjon om dette.

source: You are allowed to use a disposable barbecue, but you have to be careful.
nb: Vi kan bruke engangsgrill, men vi må være forsiktige.

source: The Fund is both a bank and an important part of the welfare state.
nb: Lånekassen er bådeen bank og en viktig del av velferdsstaten.

source: There are some private upper secondary schools.
nb: Det finnes noen private videregående skoler.

source: It was celebrated for the first time in 1915.
nb: Den ble markert første gang i Norge i 1915.

source: The central government, county authorities and municipalities
nb: Staten, fylkeskommunene og kommunene

source: Talk about the advantages and disadvantages of oil production and wind power.
nb: Snakk om fordeler og ulemper ved oljeproduksjon og vindkraft.

source: Easter is a Christian festival celebrated to commemorate Jesus’ death and resurrection.
nb: Påsken er en kristen høytid som feires til minne om Jesu død og oppstandelse.

source: The current King of Norway is Harald the 5th.
nb: Kongen i dagens Norge heter Harald 5.

source: History, geography and way of life
nb: Historie, geografi og levesett

source: The National Registry is also responsible for name changes and for issuing personal identity numbers and D numbers.
nb: Folkeregisteret har også ansvar for navnendringer og tildeling av fødselsnummer og D-nummer.

source: Around 9,500 Norwegians died as a consequence of the war.
nb: Tilsammen 9500 nordmenn døde som følge av krigen.

source: On these pages you will find the syllabus for the course 50 hours in social studies for adult immigrants and the citizenship test.
nb: På disse sidene finner du pensum til faget 50 timer samfunnskunnskap for voksne innvandrere og statsborgerprøven.

source: In big cities like Oslo, 70 percent of homes are located in apartment buildings and blocks of flats.
nb: I store byer, som Oslo, er 70 prosent av boligene blokker og bygårder.

source: In the 1970s, many people became involved in the fight for equality and women’s rights, and International Women’s Day has been celebrated every year in Norway since 1972.
nb: I 1970-årene engasjerte mange seg i arbeidet for likestilling og for kvinners rettigheter, og den internasjonale kvinnedagen har blitt markert i Norge hvert år siden 1972.

source: There is full freedom of religion in Norway.
nb: Det er full religionsfrihet i Norge.

source: This amount has been ten years since 1997.
nb: Fra 1997 har det vært ti års opplæringsplikt.

source: For example, everyone has 190 schooldays each year, but the politicians in every municipality decide when school holidays and breaks are scheduled.
nb: Det er for eksempel 190 skoledager hvert år for alle, men politikerne i hver kommune bestemmer når de forskjellige ferie- og fridagene skal legges.

source: World War II started with the German invasion of Poland in September 1939.
nb: Den andre verdenskrigen startet i september 1939 da Tyskland invaderte Polen.

source: The state pays for treatment when it is free of charge for the patient.
nb: Staten betaler for behandlingen når den er gratis for pasienten.

source: In 1936 it was decided that all children should complete at least seven years of schooling.
nb: I 1936 ble det bestemt at alle barn skulle gå minimum sju år på skole.

source: A religious rebellion started in 1517.
nb: I 1517 begynte et religiøst opprør.

source: Section § 39 of the Marriage Act states that spouses are required to provide each other with financial information.
nb: Ekteskapsloven § 39 sier at ektefeller har plikt til å gi hverandre opplysninger om økonomien sin.

source: Anyone over the age of 18 who is not already married and living in Norway legally can enter into marriage.
nb: Alle som er over 18 år, som ikke er gift fra før, og som har lovlig opphold i Norge, kan inngå ekteskap her.

source: The church soon had a great deal of power.
nb: Kirken fikk snart veldig stor makt.

source: Health checks and vaccines
nb: Helsekontroll og vaksiner

source: Child benefit is financial support paid for all children under 18 years of age who are resident in Norway.
nb: Barnetrygd er en økonomisk støtte som blir gitt for alle barn under 18 år som er bosatt i Norge.

source: The church had a lot of power.
nb: Kirken hadde mye makt.

source: Oslo is by far the largest city with more than 600 000 inhabitants.
nb: Oslo er klart størst med over 600 000 innbyggere.

source: What wishes could they have for life in the new country?
nb: Hvilke ønsker kan de ha for livet i det nye landet?

source: Only persons in the age group 16–67 have a right and an obligation to participate in Norwegian language tuition.
nb: Det er bare personer i alderen 16-67 år som har rett og plikt til å delta i norskopplæring.

source: Meryam and her family just arrived in Norway.
nb: Meryam og familien hennes har nettopp kommet til Norge.

source: Schoolchildren have all of Christmas off school, and many employees take extra holidays in addition to the public holidays.
nb: Skolebarn har fri hele julen, og mange arbeidstakere tar ut ferie i tillegg til helligdagene.

source: The reactions in Sweden were fierce and war nearly broke out between Norway and Sweden.
nb: Reaksjonene i Sverige var voldsomme, og det brøt nesten ut krig mellom Norge og Sverige.

source: Some types of medication, for example mild painkillers, can also be bought from grocery shops/supermarkets or petrol stations.
nb: Noen legemidler, for eksempel milde smertestillende medisiner, kan du også kjøpe i matbutikken eller på bensinstasjoner.

source: Families pay tuition fees for private schools.
nb: På private skoler betaler familien skolepenger.

source: Norway has freedom of assembly.
nb: Det er organisasjonsfrihet i Norge.

source: You must be able to identify yourself (by bank card, driver’s licence, passport or ID card) at the pharmacy when you are going to pick up prescribed medication.
nb: Du må kunne identifisere deg (med bankkort, førerkort, pass eller ID-kort) på apoteket når du skal hente ut reseptbelagte medisiner.

source: The application and CV should be written in correct Norwegian.
nb: Søknaden og CV-en bør være skrevet på korrekt norsk.

source: What is violence?
nb: Hva er vold?

source: It is the responsibility of the parents to provide for their children.
nb: Foreldre har plikt til å forsørge barna sine.

source: Pupils do not wear a school uniform.
nb: Elevene bruker ikke uniform.

source: Prices can vary from pharmacy to pharmacy, or from shop to shop.
nb: Prisene kan variere fra apotek til apotek, og fra butikk til butikk.

source: Today, most jobs are found in service occupations.
nb: I dag finner vi flest jobber i serviceyrkene.

source: There are 11 counties and 356 municipalities in Norway.
nb: I Norge er det 11 fylker og 356 kommuner (Oslo er både en kommune og et fylke).

source: In the 1970s, many people were involved in the struggle for equality and women’s rights and International Women’s Day has been celebrated in Norway every year since 1972.
nb: På 1970-tallet var det flere og flere som engasjerte seg i arbeidet for likestilling og kvinners rettigheter, og den internasjonale kvinnedagen har i Norge blitt markert hvert år siden 1972.

source: The first act, vergerådsloven (child welfare act) entered into force in 1900.
nb: Den første loven, vergerådsloven, trådte i kraft i år 1900.

source: The freedom of speech applies to private individuals as well as the radio, TV and newspapers.
nb: Ytringsfriheten gjelder både for privatpersoner og for radio, tv og aviser.

source: Norway share a common border with Sweden, Finland and Russia.
nb: Norge grenser til Sverige, Finland og Russland.

source: / Why not?
nb: / Hvorfor ikke?

source: Sami National Day is on 6 February.
nb: Samenes nasjonaldag er 6. februar.

source: Why is the vaccination programme for children free of charge?
nb: Hvorfor er vaksinasjonsprogrammet for barn gratis?

source: New Year's Eve is not a public holiday.
nb: Nyttårsaften er ikke en fridag.

source: People disagree about the consequences of this industry for nature and the environment.
nb: Det hersker ikke enighet om hvilke konsekvenser denne industrien har for natur og miljø.

source: Around 70% of the population are members.
nb: Rundt 70 prosent av befolkningen er medlemmer her.

source: Most shops are closed on this day, many people have the day off from work, and children have free from school.
nb: Denne dagen er de fleste butikkene stengt, mange har fri fra jobben, og barna har fri fra skolen.

source: Freedom of speech means that anyone can voice their opinion on politics, religion and other matters freely, can debate topics with others freely, and can write about their opinions freely without the fear of persecution.
nb: Ytringsfrihet betyr at man fritt kan si sin mening om blant annet politikk og religion, at man fritt kan diskutere med andre, og at man fritt kan skrive om meningene sine uten å bli straffet for dette.

source: Why do we throw out so much food?
nb: Hvorfor kaster vi så mye mat?

source: How does religion impact people’s lives in Norway today?
nb: Hvordan preger religion livet til mennesker i Norge i dag?

source: This was when the Battle of Stiklestad took place in Trøndelag county.
nb: Da sto det et slag på Stiklestad i Trøndelag.

source: Large companies are required by law to have a health, safety and environmental (HMS) system in the workplace.
nb: Større bedrifter er pålagt å sørge for helse-, miljø- og sikkerhet (HMS) på arbeidsplassen.

source: The corresponding figures for 2017 are 84 years for women and 81 years for men.
nb: De samme tallene for 2017 er 84 år for jenter og 81 år for gutter.

source: The German monk Martin Luther challenged the power of the Catholic Church.
nb: Den tyske munken Martin Luther protesterte mot makten til den katolske kirken.

source: The voting age in Norway is 18 years.
nb: Stemmerettsalderen i Norge er 18 år.

source: The UN Universal Declaration of Human Rights was adopted in 1948.
nb: FNs menneskerettighetserklæring ble vedtatt i 1948 og gjelder for alle mennesker i hele verden.

source: Merhet is 14 and goes to lower secondary school.
nb: Merhet er 14 år og hun går på ungdomsskolen.

source: Examples of practical education programmes include carpenter, hairdresser, health worker and car mechanic programmes.
nb: Eksempler på praktisk utdanning er snekker, frisør, helsefagarbeider og bilmekaniker.

source: Talk together about the significance of the women’s movement for the development of modern day Norway.
nb: Snakk sammen om kvinnebevegelsens betydning for utviklingen av det moderne Norge.

source: NAV employees must comply with these rules.
nb: De ansatte i Nav må følge disse reglene.

source: There are 169 representatives in Parliament, who are elected by the people to a four-year term.
nb: På Stortinget sitter det 169 representanter som velges av folket for fire år om gangen.

source: For many people living in Norway, Easter is not primarily about religion, but about having a few days off after a long winter.
nb: For mange som bor i Norge handler ikke påsken først og fremst om religion, men om noen ekstra fridager etter en lang vinter.

source: The Convention was adopted in 1989 and ratified by Norway in 1991.
nb: Konvensjonen ble vedtatt i 1989, og Norge skrev under i 1991.

source: A normal work week in Norway is 37.5 hours.
nb: En normal arbeidsuke er 37,5 timer.

source: The subjects taught in primary and lower secondary education are mathematics, Norwegian, English, foreign languages, science, social studies, physical education, knowledge of Christianity, religion, philosophies of life and ethics (KRLE), art and crafts, music, food and health and elective subjects.
nb: Fag i grunnskolen er matematikk, norsk, engelsk, fremmedspråk, naturfag, samfunnsfag, kroppsøving, KRLE, kunst og håndverk, musikk, mat og helse og valgfag.

source: An immigrant is a person who was born abroad, but lives in Norway.
nb: En innvandrer er en person som er født i utlandet, men som bor i Norge.

source: For example, parents set a framework around their children’s lives as they bring them up, and society sets a framework for acceptable behaviour through written and unwritten rules and laws.
nb: For eksempel setter foreldre slike rammer rundt barnas liv gjennom barneoppdragelsen, og samfunnet setter rammer for akseptabel oppførsel gjennom skrevne og uskrevne regler og lover.

source: The farming community was regarded as “typical Norwegian”.
nb: I Norge ble særlig den vakre naturen trukket fram, og bondesamfunnet ble ansett som det «typisk norske».

source: When we talk about pay in Norway, we often talk about annual pay or hourly pay.
nb: Når vi snakker om lønn i Norge, snakker vi ofte om årslønnen eller timelønnen.
